
import styles from './CareRules.module.css'

let CareRules = (props) => {

    return (
        <div className={styles.container}>
            <div className={styles.content}>

                <h2>Одне з питань, що нам часто ставляться:
                    <br />
                    Як носити прикраси та як за ними доглядати?
                </h2>


                <h3>
                    Отже, кожна прикраса, як і будь-яка річ має свій термін служби.
                    І багато в чому, він залежить від того, як ви ставитеся і доглядаєте свої речі.
                    <br />
                    Якщо ви бажаєте щоб ваші прікраси довго не втрачали свій первозданій вігляд,
                    тоді потрібно притрімуватісь деякіх правил догляду, а саме:
                </h3>
                <ol>
                    <li>
                        Зберігати прикраси не гуртом, кожне відокремлювати, щоб вони не стикалися один з одним,
                        ідеально зберігати в наших фірмовіх чохлах Lalyna Jewelry. Найгіршим місцем для
                        зберігання прикрас буде ванна кімната. Навіть якщо знімаєте та вдягаєте всі
                        дорогоцінності перед дзеркалом у ванній, не залишайте їх надовго.
                        Облаштуйте зберігання в іншій кімнаті
                    </li>
                    <li>
                        Не варто носити прикраси цілодобово, на ніч краще їх знімати. Тоді ви точно не втратите
                        сережку і не порвете ланцюжок. Після зняття їх варто протерти сухою ганчірочкою
                        з м’якими волокнами
                    </li>
                    <li>
                        При водних процедурах ми рекомендуємо знімати прикраси, особливо у солоній воді.
                        Але без паніки, якщо ви забули зняти прикрасу або вас несподівано, спекотним днем,
                        кинули в басейн, нічого з виробом не буде, просто протріть м'якою тканиною і насолоджуйтесь
                        блиском покриття
                    </li>
                    <li>
                        Уникати контакту з парфумованими речовинами. Крем, туалетна вода, лосьйон, лак для волосся
                        тощо. Спочатку нанесли, за хвилину одягли прикраси. Все просто. Більшість наших прикрас
                        живуть роками і радують своїх володарок первісним виглядом
                    </li>

                    <li>
                        Мінімізуйте контакт срібла з побутовою хімією, особливо сильнодійною. Мийте посуд,
                        вікна, прибирайте без срібних каблучок
                    </li>
                    <li>
                        Спорт чи активна фізична праця супроводжується рясним потовиділенням.
                        А піт є однією з причин потемніння благородного металу. Крім того, ризикуєте
                        подряпати прикраси на пальцях об знаряддя праці чи тренажери
                    </li>
                </ol>
            </div>
        </div>
    )
}

export default CareRules;